[
  {
    "id": 0,
    "name": "0 - O Louco",
    "group": "major-arcana",
    "img": "louco.jpg",
    "meaning": "O ponto zero da existência. Não é apenas um novo começo, é o caos primordial antes da forma. Energeticamente, representa a liberdade total do espírito que ainda não foi condicionado pelo medo ou pela sociedade. Exige um 'salto de fé' onde a lógica é suspensa em favor do instinto divino. É a sabedoria da inocência que sabe que está segura porque confia no fluxo do universo.",
    "reversed": "A energia do Louco bloqueada ou distorcida. Pode indicar a recusa em nascer para o novo por medo paralisante, ou, no outro extremo, a imprudência tola de quem age sem considerar nenhuma consequência terrena. Representa a ingenuidade perigosa ou a falta de responsabilidade espiritual com a própria jornada."
  },
  {
    "id": 1,
    "name": "1 - O Mago",
    "group": "major-arcana",
    "img": "mago.jpg",
    "meaning": "O canal consciente de manifestação. O Mago não cria a energia, ele a direciona. Representa o princípio hermético 'O que está em cima é como o que está em baixo'. É a habilidade de alinhar a vontade (fogo), o intelecto (ar), a emoção (água) e o corpo (terra) para materializar uma intenção. É o domínio do ego a serviço da vontade superior.",
    "reversed": "A desconexão entre a vontade e a ação, ou o uso do poder para fins egoístas. Energeticamente, sugere manipulação, ilusionismo (vender o que não se tem) ou um bloqueio severo na autoconfiança, onde a pessoa tem todas as ferramentas na mesa, mas não acredita ser capaz de usá-las."
  },
  {
    "id": 2,
    "name": "2 - A Alta Sacerdotisa",
    "group": "major-arcana",
    "img": "sacerdotisa.jpg",
    "meaning": "A guardiã do véu e do subconsciente. Enquanto o Mago é a ação, ela é a espera fértil e o silêncio. Representa a sabedoria que não pode ser ensinada, apenas acessada através da intuição e dos sonhos. É a energia Yin pura, o conhecimento esotérico e a compreensão de que nem tudo deve ser revelado ou agido imediatamente.",
    "reversed": "A recusa em ouvir a voz interior ou a superficialidade da alma. Pode indicar que a pessoa está buscando respostas apenas no mundo externo e ruidoso, ignorando seus instintos. Também alerta para segredos que estão apodrecendo por dentro ou uma passividade que se tornou estagnação, não sabedoria."
  },
  {
    "id": 3,
    "name": "3 - A Imperatriz",
    "group": "major-arcana",
    "img": "imperatriz.jpg",
    "meaning": "A grande mãe e a materialização da vida. É a energia criativa em sua forma mais exuberante e sensorial. Representa a gestação (de filhos ou projetos), a abundância da natureza e o prazer de estar vivo num corpo físico. É o convite para nutrir e ser nutrido, conectando-se com a beleza e a prosperidade que flui naturalmente quando não há bloqueios.",
    "reversed": "A criatividade bloqueada ou a mãe devoradora. Energeticamente, sugere dependência emocional, negligência com o próprio corpo/prazer, ou uma obsessão pela matéria que sufoca o espírito. Pode indicar problemas de fertilidade (criativa ou física) e uma sensação de escassez mesmo na presença de recursos."
  },
  {
    "id": 4,
    "name": "4 - O Imperador",
    "group": "major-arcana",
    "img": "imperador.jpg",
    "meaning": "O arquétipo da estrutura e da ordem civilizatória. Ele pega a criatividade da Imperatriz e lhe dá forma, limites e regras. Representa o poder da lógica, da disciplina estratégica e da proteção através da estabilidade. É a energia masculina que constrói fundações sólidas, garantindo que o caos não destrua a obra.",
    "reversed": "A estrutura que se tornou prisão. O Imperador invertido é o tirano, o burocrata rígido ou o pai autoritário que esmaga a individualidade. Por outro lado, pode ser a total falta de espinha dorsal, a incapacidade de se autogovernar, resultando em uma vida caótica e sem direção."
  },
  {
    "id": 5,
    "name": "5 - O Hierofante",
    "group": "major-arcana",
    "img": "hierofante.jpg",
    "meaning": "O canal da tradição e do dogma coletivo. Diferente da Sacerdotisa (sabedoria interior), o Hierofante traz a sabedoria das instituições, dos rituais e do consenso social. Representa a busca pelo divino através de caminhos estabelecidos, a educação formal e a conformidade que garante o pertencimento ao grupo.",
    "reversed": "A iconoclastia e a libertação dos dogmas. Energeticamente, é o momento de quebrar tradições que não servem mais e encontrar sua própria espiritualidade ou moral, fora das regras da sociedade. No aspecto sombrio, pode ser o líder de seita, a hipocrisia religiosa ou a rebeldia sem causa."
  },
  {
    "id": 6,
    "name": "6 - Os Enamorados",
    "group": "major-arcana",
    "img": "enamorados.jpg",
    "meaning": "O teste da integração e da escolha moral. Antes de ser sobre romance, é sobre alinhar quem você é com quem você se relaciona. Representa a união de opostos alquímicos e a necessidade de fazer escolhas irreversíveis baseadas em valores profundos, não em impulsos momentâneos. É o livre-arbítrio em ação no campo dos afetos.",
    "reversed": "A desintegração interna refletida nas relações. Indica escolhas feitas por medo, pressão ou luxúria, resultando em desarmonia. Energeticamente, aponta para a fragmentação do 'eu', onde a mente quer uma coisa e o coração quer outra, gerando conflitos, traições ou arrependimentos."
  },
  {
    "id": 7,
    "name": "7 - O Carro",
    "group": "major-arcana",
    "img": "carro.jpg",
    "meaning": "O triunfo da vontade sobre a dualidade. O cocheiro não segura as rédeas, ele guia pela força mental. Representa o ego saudável que consegue direcionar instintos opostos (as esfinges) para um objetivo comum. É a carta da vitória conquistada através da disciplina férrea, foco e controle emocional sob pressão.",
    "reversed": "A perda do controle direcional. A vontade cede aos instintos ou à pressão externa. Energeticamente, é o carro desgovernado: agressividade, atropelamento dos outros para vencer, ou a paralisia total onde as forças opostas (dúvidas) puxam para lados diferentes, impedindo o movimento."
  },
  {
    "id": 8,
    "name": "8 - A Força",
    "group": "major-arcana",
    "img": "forca.jpg",
    "meaning": "O domínio da natureza animal através da compaixão superior. Não é força bruta, é 'fortaleza' de caráter. A mulher doma o leão (paixões, raiva, desejo) com suavidade, não com correntes. Representa a coragem de enfrentar a própria sombra e integrá-la, mantendo a calma absoluta diante do perigo ou da provocação.",
    "reversed": "A rendição aos instintos inferiores ou a fraqueza do espírito. Indica que o 'leão' (medo, ira, vício) está no comando. Pode sinalizar insegurança profunda, covardia moral ou uma repressão tão forte dos instintos que gera explosões emocionais descontroladas."
  },
  {
    "id": 9,
    "name": "9 - O Eremita",
    "group": "major-arcana",
    "img": "eremita.jpg",
    "meaning": "O recuo estratégico para a iluminação. O Eremita vira as costas para a sociedade não por ódio, mas para ouvir a voz que o barulho do mundo abafa. É a busca pela verdade pessoal, a introspecção profunda e a sabedoria que vem da experiência solitária. Ele é o portador da luz para si mesmo.",
    "reversed": "O isolamento patológico ou a recusa em amadurecer. Pode ser a solidão que amarga, a exclusão social não escolhida, ou o medo de olhar para dentro, mantendo-se ocupado para evitar o silêncio. Também indica rejeição de conselhos sábios por arrogância ou teimosia."
  },
  {
    "id": 10,
    "name": "10 - A Roda da Fortuna",
    "group": "major-arcana",
    "img": "roda.jpg",
    "meaning": "A lei cíclica da impermanência e do Karma. Ensina que o controle é uma ilusão. Representa os pontos de virada do destino onde forças maiores intervêm. A lição é o desapego: saber estar no centro da roda (o eixo imóvel) enquanto as circunstâncias externas giram. Oportunidade e destino se encontram.",
    "reversed": "A resistência ao fluxo inevitável. Tentar frear a roda gera sofrimento. Indica má sorte repetitiva causada pela recusa em aprender a lição do ciclo anterior, ou a sensação de ser vítima de forças externas. Energeticamente, é a fricção causada pela não-aceitação da mudança."
  },
  {
    "id": 11,
    "name": "11 - A Justiça",
    "group": "major-arcana",
    "img": "justica.jpg",
    "meaning": "O ajuste kármico e a verdade objetiva. A Justiça corta a ilusão com a espada e pesa a alma na balança. Não é apenas lei humana, é a Lei de Causa e Efeito. Exige responsabilidade total pelos atos passados e clareza mental absoluta. É fria porque a verdade não tem partido.",
    "reversed": "O desequilíbrio e a negação da responsabilidade. Indica injustiça (sofrida ou cometida), preconceito, ou a tentativa de burlar as leis (espirituais ou humanas). Energeticamente, é a mente racional usada para justificar atos imorais ou a incapacidade de julgar a si mesmo com honestidade."
  },
  {
    "id": 12,
    "name": "12 - O Pendurado",
    "group": "major-arcana",
    "img": "pendurado.jpg",
    "meaning": "A suspensão voluntária do ego para alcançar a iluminação. É o sacrifício de uma perspectiva menor para ganhar uma maior. Ao virar de cabeça para baixo, o Pendurado vê o que ninguém vê. Representa a pausa necessária, a rendição e a aceitação de que a ação direta agora é inútil; a mudança deve ser interna.",
    "reversed": "O sacrifício inútil ou a resistência vitimista. Indica um ego que se apega ao controle, recusando-se a mudar de perspectiva. Pode ser o 'mártir' manipulador que sofre para cobrar os outros, ou a estagnação dolorosa de quem não aceita que o caminho antigo acabou."
  },
  {
    "id": 13,
    "name": "13 - A Morte",
    "group": "major-arcana",
    "img": "morte.jpg",
    "meaning": "A transformação alquímica radical. A Morte ceifa o que já não tem vida para liberar energia para o novo. Não é o fim, é a transição de estado. Energeticamente, é o apodrecimento necessário do ego ou de uma situação para que o renascimento ocorra. É a lei inexorável da renovação.",
    "reversed": "A estagnação cadavérica. O medo da mudança faz a pessoa viver em meio a escombros do passado. Indica a recusa em deixar algo morrer (um relacionamento, um vício, uma esperança), resultando em uma vida zumbi, sem vitalidade e presa num ciclo de dor prolongada."
  },
  {
    "id": 14,
    "name": "14 - A Temperança",
    "group": "major-arcana",
    "img": "temperanca.jpg",
    "meaning": "A arte da alquimia interior e do caminho do meio. O anjo mistura fogo e água sem anular nenhum, criando uma terceira energia. Representa a moderação, a paciência e a cura através do equilíbrio dinâmico. É o teste da adaptação e da cooperação entre forças díspares dentro da psique.",
    "reversed": "A volatilidade e o excesso. A mistura falha e se torna explosiva ou inerte. Indica desequilíbrio químico ou emocional, impaciência, extremismo (tudo ou nada) e a incapacidade de combinar os aspectos da vida de forma harmônica. A energia flui de forma errática."
  },
  {
    "id": 15,
    "name": "15 - O Diabo",
    "group": "major-arcana",
    "img": "diabo.jpg",
    "meaning": "A sombra, o materialismo e a ilusão da escravidão. O Diabo representa nossos apegos tóxicos, vícios e a crença de que somos apenas matéria. As correntes são frouxas: ficamos porque queremos ou porque temos medo da liberdade. É a energia bruta da sexualidade e do poder terreno quando desconectada do espírito.",
    "reversed": "O despertar e a quebra das correntes. Energeticamente, é o momento doloroso mas libertador onde se encara a própria sombra e se decide não mais ser controlado por ela. Pode ser a recuperação de um vício ou o fim de uma relação cármica abusiva, retomando o poder pessoal."
  },
  {
    "id": 16,
    "name": "16 - A Torre",
    "group": "major-arcana",
    "img": "torre.jpg",
    "meaning": "A intervenção divina destrutiva. O raio atinge a coroa do ego. É a destruição de estruturas (crenças, vidas, relações) que foram construídas sobre alicerces falsos. Embora traumática, é um ato de misericórdia do universo para libertar a alma de uma prisão que ela mesma construiu. Revelação súbita da verdade nua.",
    "reversed": "A negação da catástrofe ou o colapso interno. Tentar segurar os tijolos de uma torre que está caindo. Indica o prolongamento do sofrimento ao evitar a mudança necessária, ou uma crise que ocorre num nível interno e psicológico, gerando angústia silenciosa mas devastadora."
  },
  {
    "id": 17,
    "name": "17 - A Estrela",
    "group": "major-arcana",
    "img": "estrela.jpg",
    "meaning": "A conexão cósmica e a cura após a tempestade. A mulher nua (verdade/vulnerabilidade) despeja energia na terra e na água, reciclando o espírito. Representa a esperança, a inspiração divina e o alinhamento com o propósito da alma. É a calma absoluta que traz clareza e fé no futuro.",
    "reversed": "A desconexão espiritual e a desesperança. Sentir-se abandonado pelo universo. Indica cinismo, falta de fé em si mesmo, baixa autoestima e incapacidade de ver a luz ou aceitar elogios e ajuda. A energia criativa está bloqueada por um pessimismo corrosivo."
  },
  {
    "id": 18,
    "name": "18 - A Lua",
    "group": "major-arcana",
    "img": "lua.jpg",
    "meaning": "A jornada pelo inconsciente e a ilusão. A luz aqui é refletida, não direta, criando sombras onde medos e instintos primitivos emergem. Representa a intuição psíquica, mas também o perigo da autoilusão, da ansiedade e da confusão mental. É o reino dos sonhos, onde nada é exatamente o que parece.",
    "reversed": "A dissipação da névoa ou o mergulho na loucura. Positivamente, é o momento onde os medos são revelados como irreais e a clareza retorna. Negativamente, é ser engolido pela paranoia, alucinações ou mentiras, perdendo totalmente o contato com a realidade objetiva."
  },
  {
    "id": 19,
    "name": "19 - O Sol",
    "group": "major-arcana",
    "img": "sol.jpg",
    "meaning": "A irradiação consciente e a alegria vital. O Sol não tem sombras. Representa a iluminação, o sucesso, a vitalidade e a integração perfeita do eu. É a celebração da existência, a clareza absoluta e a energia masculina em sua forma mais benevolente e doadora. Autenticidade radical.",
    "reversed": "O sol nublado ou o ego inflado. A energia positiva ainda está lá, mas pode estar temporariamente obscurecida por tristeza ou dúvida. Alternativamente, pode indicar arrogância, otimismo ingênuo que ignora perigos reais, ou uma necessidade excessiva de atenção (queimar os outros com seu brilho)."
  },
  {
    "id": 20,
    "name": "20 - O Julgamento",
    "group": "major-arcana",
    "img": "julgamento.jpg",
    "meaning": "O chamado para o despertar espiritual. Não é um julgamento externo, mas uma autoavaliação final. Representa ouvir o chamado da vocação superior, ressuscitar partes mortas de si mesmo e ascender a uma nova frequência de consciência. É a decisão irreversível de mudar de vida baseada na verdade da alma.",
    "reversed": "A recusa do chamado e a dúvida paralisante. O medo da autoanálise faz a pessoa tapar os ouvidos para a trombeta. Indica apego a culpas antigas, recusa em perdoar a si mesmo e a estagnação num nível de consciência inferior por medo de ser julgado pelos outros."
  },
  {
    "id": 21,
    "name": "21 - O Mundo",
    "group": "major-arcana",
    "img": "mundo.jpg",
    "meaning": "A completude cósmica e a integração total. O Louco completou a jornada e agora dança dentro da coroa de louros. Representa a realização, a síntese de todos os elementos e o fim de um grande ciclo cármico. É a sensação de pertencer ao universo, sucesso absoluto e a liberdade de quem aprendeu todas as lições do nível atual.",
    "reversed": "A conclusão incompleta ou o apego ao ciclo. Estar a um passo da vitória, mas faltar uma peça chave. Indica resistência em finalizar algo, a sensação de estar preso apesar do sucesso aparente, ou a necessidade de fechar uma porta emocional para que o novo ciclo possa realmente começar."
  },
  {
    "id": 22,
    "name": "Ás de Paus",
    "group": "suit-wands",
    "img": "asp.jpg",
    "meaning": "A explosão primária da vontade. Representa a semente do fogo: inspiração súbita, desejo sexual, entusiasmo criativo e a coragem de iniciar algo. Não é a execução, é o impulso energético bruto e fálico que diz 'Eu Quero'. Potencial ilimitado de ação.",
    "reversed": "A impotência da vontade. A faísca não pega fogo. Indica falta de motivação, projetos que não saem do papel, energia sexual bloqueada ou frustração intensa por sentir o impulso mas encontrar obstáculos externos ou internos para agir."
  },
  {
    "id": 23,
    "name": "2 de Paus",
    "group": "suit-wands",
    "img": "2p.jpg",
    "meaning": "O planejamento do visionário. A energia do Ás encontra a primeira encruzilhada. Representa o momento de segurar o mundo nas mãos e decidir para onde expandir. É a tensão entre a segurança do castelo e o chamado da aventura. Exige visão de longo prazo e coragem para sair da zona de conforto.",
    "reversed": "O medo do desconhecido ou a falta de planejamento. Ficar preso na zona de conforto por insegurança. Pode indicar planos grandiosos sem base real, surpresas desagradáveis que cancelam viagens ou a incapacidade de decidir, perdendo o 'timing' da oportunidade."
  },
  {
    "id": 24,
    "name": "3 de Paus",
    "group": "suit-wands",
    "img": "3p.jpg",
    "meaning": "A expansão e a espera ativa. Os navios foram lançados e agora espera-se o retorno. Representa a visão materializada, cooperação, liderança e a confiança de que o futuro trará frutos. É a energia de quem já agiu e agora observa o horizonte com certeza, expandindo seus territórios.",
    "reversed": "Atrasos frustrantes e horizontes limitados. Os navios não voltam ou trazem problemas. Indica falhas no planejamento, falta de visão de mercado, ou a sensação de ter dado um passo maior que a perna. Decepção com os resultados de um empreendimento."
  },
  {
    "id": 25,
    "name": "4 de Paus",
    "group": "suit-wands",
    "img": "4p.jpg",
    "meaning": "A consolidação e a celebração da etapa vencida. É um portal de estabilidade e alegria comunitária. Representa a harmonia, o rito de passagem (casamento, formatura) e a sensação de segurança após o esforço. A energia aqui pousa e festeja antes de continuar a jornada.",
    "reversed": "A instabilidade doméstica ou a celebração vazia. A estrutura está abalada. Pode indicar conflitos familiares, sensação de não pertencer, festas canceladas ou uma transição de vida que ocorre sem o apoio necessário, gerando insegurança."
  },
  {
    "id": 26,
    "name": "5 de Paus",
    "group": "suit-wands",
    "img": "5p.jpg",
    "meaning": "O conflito de vontades e a fricção necessária. Não é guerra, é treino ou disputa de egos. Representa a competição, o caos criativo, a adrenalina e a necessidade de se provar em meio ao ruído. A energia é dispersa e combativa, exigindo foco para não se perder na briga.",
    "reversed": "A resolução do conflito ou a fuga da luta. Pode indicar o fim da competição e o início da cooperação, ou, negativamente, o medo de enfrentar conflitos necessários (passividade), internalizando a raiva e gerando ressentimento silencioso."
  },
  {
    "id": 27,
    "name": "6 de Paus",
    "group": "suit-wands",
    "img": "6p.jpg",
    "meaning": "O reconhecimento público e a vitória do ego. O herói retorna triunfante. Representa a validação externa, fama, sucesso visível e autoconfiança no auge. É a energia de ser visto e aplaudido, confirmando que a luta valeu a pena.",
    "reversed": "A queda do pedestal ou a dependência de aprovação. O sucesso é efêmero ou roubado. Indica arrogância que precede a ruína, traição de apoiadores, ou a sensação humilhante de não ser reconhecido pelos seus esforços. A vitória vira derrota pública."
  },
  {
    "id": 28,
    "name": "7 de Paus",
    "group": "suit-wands",
    "img": "7p.jpg",
    "meaning": "A defesa da posição conquistada. Você está no topo, e agora todos querem seu lugar. Representa a resiliência, a coragem de dizer 'não' à maioria e lutar sozinho por suas convicções. A energia é de resistência sob pressão intensa.",
    "reversed": "A rendição ou a sobrecarga. A pressão é grande demais e a defesa colapsa. Indica desistência, falta de convicção para sustentar a própria opinião, ou a percepção de que se está lutando uma batalha perdida por pura teimosia."
  },
  {
    "id": 29,
    "name": "8 de Paus",
    "group": "suit-wands",
    "img": "8p.jpg",
    "meaning": "A aceleração máxima e o movimento sem barreiras. Flechas lançadas que atingem o alvo. Representa rapidez, comunicação instantânea, viagens aéreas e eventos que se desenrolam numa velocidade vertiginosa. É a energia cinética pura: aja agora ou perca.",
    "reversed": "A estagnação forçada ou a pressa destrutiva. A energia encontra um muro. Indica atrasos em viagens/mensagens, mal-entendidos causados por impulsividade, ou uma situação que saiu de controle e agora gera caos e pânico. Ação sem direção."
  },
  {
    "id": 30,
    "name": "9 de Paus",
    "group": "suit-wands",
    "img": "9p.jpg",
    "meaning": "A persistência final do guerreiro ferido. Ele está machucado, cansado e desconfiado, mas continua de pé vigiando a fronteira. Representa a resiliência psicológica, a 'casca grossa' adquirida na dor e a força para enfrentar o último teste antes da conclusão.",
    "reversed": "O esgotamento total (Burnout) e a paranoia. As defesas se tornam uma prisão. Indica que a pessoa não sabe quando baixar a guarda, vendo inimigos onde não existem, ou que as forças físicas e mentais acabaram e é necessário desistir ou pedir ajuda."
  },
  {
    "id": 31,
    "name": "10 de Paus",
    "group": "suit-wands",
    "img": "10p.jpg",
    "meaning": "O peso opressor do sucesso e da responsabilidade. Você conseguiu tudo o que queria, e agora tem que carregar. Representa a sobrecarga, o esforço excessivo que bloqueia a visão do caminho e a vida que se tornou apenas obrigação. É o limite da capacidade humana.",
    "reversed": "A liberação do fardo ou o colapso. O reconhecimento de que não se pode carregar o mundo. Indica a decisão sábia de delegar e soltar pesos desnecessários, ou, negativamente, ser esmagado pela responsabilidade e falhar nos compromissos assumidos."
  },
  {
    "id": 32,
    "name": "Valete de Paus",
    "group": "suit-wands",
    "img": "valetep.jpg",
    "meaning": "A centelha curiosa e o explorador. Representa uma energia jovem, inquieta e criativa que busca novidade. É o mensageiro de aventuras, convites e ideias ousadas, embora ainda falte a experiência para executá-las. A postura é de entusiasmo puro e descoberta.",
    "reversed": "A imaturidade volátil e o 'fogo de palha'. O Valete invertido é impaciente, birrento e disperso. Começa mil coisas e não termina nenhuma. Pode indicar notícias desagradáveis, pessimismo ou uma pessoa que drena energia com sua falta de foco e responsabilidade."
  },
  {
    "id": 33,
    "name": "Cavaleiro de Paus",
    "group": "suit-wands",
    "img": "cavaleirop.jpg",
    "meaning": "A ação impetuosa e a paixão arrebatadora. Ele atira primeiro e pergunta depois. Representa movimento rápido, mudança de residência, viagens e uma libido ou carisma intenso. É a energia da ambição que contagia, mas que carece de constância. Ele busca a glória, não a estabilidade.",
    "reversed": "A impulsividade destrutiva e a agressividade. A energia se torna errática e perigosa. Indica imprudência, arrogância, brigas violentas ou um parceiro que foge ao menor sinal de compromisso. Projetos que falham por pressa e falta de planejamento."
  },
  {
    "id": 34,
    "name": "Rainha de Paus",
    "group": "suit-wands",
    "img": "rainhap.jpg",
    "meaning": "A soberana do magnetismo e da autoafirmação. Ela não pede permissão para brilhar. Representa a independência, a vivacidade social, a intuição ardente e a capacidade de inspirar os outros apenas com sua presença. É a bruxa solar: confiante, fértil e poderosa.",
    "reversed": "A diva tirânica e a insegurança mascarada. Quando a luz falha, ela se torna ciumenta, manipuladora e vingativa. Indica alguém que precisa humilhar os outros para se sentir superior, temperamento explosivo ou, internamente, uma perda total da fé em si mesma e depressão."
  },
  {
    "id": 35,
    "name": "Rei de Paus",
    "group": "suit-wands",
    "img": "reip.jpg",
    "meaning": "O líder visionário e empreendedor. Ele canaliza o fogo para criar legados. Representa a maturidade da vontade: ele não precisa correr (como o cavaleiro) porque ele já comanda. É o carisma aliado à estratégia, o poder de motivar multidões e a autoridade natural de quem faz acontecer.",
    "reversed": "O ditador impaciente e o ego desmedido. O Rei invertido impõe sua vontade sem escutar. Indica abuso de poder, intolerância com a fraqueza alheia, agressividade verbal e preconceito. Pode ser o empresário inescrupuloso ou o pai que exige obediência cega."
  },
  {
    "id": 36,
    "name": "Ás de Espadas",
    "group": "suit-swords",
    "img": "ases.jpg",
    "meaning": "A essência penetrante da verdade. Uma espada coroada que rompe as nuvens. Representa a clareza mental súbita, o poder do intelecto para cortar ilusões e a decisão irrevogável. É a ideia brilhante, a justiça divina e a força da palavra. A verdade dói, mas liberta.",
    "reversed": "A confusão mental e a destruição. A espada se volta contra o dono ou fere inocentes. Indica brutalidade verbal, pensamentos caóticos, bloqueio de ideias, enxaquecas ou o uso da inteligência para enganar e oprimir. A verdade é escondida ou distorcida."
  },
  {
    "id": 37,
    "name": "2 de Espadas",
    "group": "suit-swords",
    "img": "2e.jpg",
    "meaning": "O impasse defensivo e a negação. A venda nos olhos é autoimposta para não ver uma verdade dolorosa. Representa o bloqueio emocional racionalizado, a indecisão paralisante e uma paz artificial mantida às custas de não se mover. É o silêncio tenso antes da escolha obrigatória.",
    "reversed": "A queda da venda e o dilúvio da realidade. A decisão é tomada ou forçada, e as emoções reprimidas transbordam. Indica o fim do impasse, a exposição de mentiras e a necessidade de lidar com o conflito que foi evitado por tanto tempo."
  },
  {
    "id": 38,
    "name": "3 de Espadas",
    "group": "suit-swords",
    "img": "3e.jpg",
    "meaning": "A dor aguda da compreensão. Não é apenas tristeza, é o intelecto perfurando o coração com fatos duros. Representa traição, separação, rejeição e a mágoa que surge quando a realidade destrói uma ilusão amorosa. É um processo cirúrgico: doloroso, mas necessário para não viver na mentira.",
    "reversed": "A cura e a liberação da mágoa. As espadas são removidas. Indica o início do perdão, a cicatrização emocional ou, no aspecto negativo, a recusa em deixar a dor ir, revivendo o trauma repetidamente e tornando-se viciado no sofrimento."
  },
  {
    "id": 39,
    "name": "4 de Espadas",
    "group": "suit-swords",
    "img": "4e.jpg",
    "meaning": "O refúgio e a trégua mental. O cavaleiro deita sobre o túmulo não porque morreu, mas para meditar. Representa a necessidade absoluta de retiro, descanso, recuperação pós-trauma e silêncio. A mente precisa parar para processar a experiência antes de voltar à luta.",
    "reversed": "O despertar forçado ou a estagnação. Pode indicar que o período de descanso acabou e é hora de agir, ou que a pessoa está se recusando a descansar, caminhando para um colapso nervoso (burnout). Também alerta para o isolamento que se tornou alienação."
  },
  {
    "id": 40,
    "name": "5 de Espadas",
    "group": "suit-swords",
    "img": "5e.jpg",
    "meaning": "A vitória de Pirro e a desonra. Ganhar a discussão, mas perder a relação. Representa o egoísmo, a mentalidade de 'vencer a qualquer custo', humilhação, traição e conflitos onde não há vencedores reais, apenas sobreviventes amargurados. A atmosfera é de hostilidade e desconfiança.",
    "reversed": "O fim do conflito e o remorso. A percepção de que a luta não vale a pena. Indica o desejo de fazer as pazes, o arrependimento por palavras cruéis ou simplesmente o ato de se afastar de uma situação tóxica aceitando a derrota para preservar a saúde mental."
  },
  {
    "id": 41,
    "name": "6 de Espadas",
    "group": "suit-swords",
    "img": "6e.jpg",
    "meaning": "A travessia para a cura. Sair de águas turbulentas em direção a águas calmas, carregando as espadas (memórias/aprendizados) no barco. Representa a transição, a mudança geográfica ou mental para fugir de problemas e a busca racional por paz. A dor ainda existe, mas há movimento e esperança.",
    "reversed": "A impossibilidade de fuga ou a bagagem emocional. O barco vira ou não sai do lugar. Indica que os problemas foram levados na mudança, resistência em deixar o passado para trás ou obstáculos que impedem a evolução necessária. Sensação de estar encurralado."
  },
  {
    "id": 42,
    "name": "7 de Espadas",
    "group": "suit-swords",
    "img": "7e.jpg",
    "meaning": "A astúcia solitária e a estratégia furtiva. O arquétipo do 'malandro' ou do espião. Representa a necessidade de usar a inteligência, diplomacia ou até a trapaça para resolver um problema, evitando o confronto direto. Pode indicar roubo, mentiras ou planos secretos.",
    "reversed": "A confissão e a falha do plano. A máscara cai. Indica que as mentiras foram descobertas, o retorno da consciência pesada ou a decisão de parar de fugir e encarar as coisas de frente. O estrategista é pego em sua própria armadilha."
  },
  {
    "id": 43,
    "name": "8 de Espadas",
    "group": "suit-swords",
    "img": "8e.jpg",
    "meaning": "A prisão mental e a vitimização. A mulher está amarrada, mas os pés estão livres e as espadas não a tocam. Representa a paralisia por análise, crenças limitantes e a ilusão de impotência. O perigo é psicológico: o medo de agir é maior que a impossibilidade real.",
    "reversed": "A libertação e a tomada de poder. Os olhos se abrem e as amarras são cortadas. Indica a superação de medos antigos, a clareza para ver a saída e a coragem de assumir a responsabilidade pela própria liberdade. O fim da mentalidade de vítima."
  },
  {
    "id": 44,
    "name": "9 de Espadas",
    "group": "suit-swords",
    "img": "9e.jpg",
    "meaning": "A noite escura da alma e a ansiedade. Acordar chorando. Representa a tortura mental autoimposta: culpa, preocupação excessiva, insônia e pesadelos. As espadas não ferem o corpo, mas a mente cria cenários catastróficos. É o auge do estresse psicológico.",
    "reversed": "O alvorecer e a racionalização do medo. A luz do dia dissipa os monstros noturnos. Indica o início da recuperação, buscar ajuda terapêutica ou perceber que o medo era infundado. No negativo, pode ser a 'implosão' mental, depressão profunda e desespero."
  },
  {
    "id": 45,
    "name": "10 de Espadas",
    "group": "suit-swords",
    "img": "10e.jpg",
    "meaning": "O fim definitivo e dramático. O intelecto exauriu todas as saídas e foi derrotado. Representa a ruína, traição total, o fundo do poço e a morte de um ciclo doloroso. A boa notícia: não há como cair mais. O sol nascendo ao fundo promete que o pior já passou.",
    "reversed": "A sobrevivência e a recaída. O esforço doloroso para se levantar. Indica a cura lenta de um trauma devastador. Alerta para não voltar para a situação que te destruiu. É a ressurreição, mas as cicatrizes permanecem."
  },
  {
    "id": 46,
    "name": "Valete de Espadas",
    "group": "suit-swords",
    "img": "valetee.jpg",
    "meaning": "O vigilante analítico. Mente afiada, curiosa e desconfiada. Representa a busca pela verdade, espionagem, estudo e comunicação clara. É aquele que observa tudo e percebe o que não foi dito, mas pode carecer de tato social e empatia.",
    "reversed": "O fofoqueiro malicioso e a paranoia. A inteligência usada para ferir. Indica mentiras, intrigas, agressividade verbal juvenil, ou alguém que promete e não cumpre. Uma mente agitada que não consegue focar e cria teorias da conspiração."
  },
  {
    "id": 47,
    "name": "Cavaleiro de Espadas",
    "group": "suit-swords",
    "img": "cavaleiroe.jpg",
    "meaning": "A fúria intelectual e a pressa. Ele cavalga contra o vento com a espada em riste. Representa a defesa agressiva de ideias, a ambição implacável, a lógica fria e a ação rápida e cortante. Ele resolve problemas, mas pode atropelar sentimentos no processo.",
    "reversed": "O fanático imprudente. A pressa gera desastre. Indica agressividade cega, erros crassos por falta de planejamento, palavras cruéis que destroem relações e uma mente caótica e dispersa. Perigo de acidentes e conflitos desnecessários."
  },
  {
    "id": 48,
    "name": "Rainha de Espadas",
    "group": "suit-swords",
    "img": "rainhae.jpg",
    "meaning": "A matriarca da verdade nua. Ela transformou seu sofrimento em sabedoria. Representa a clareza, a independência, a honestidade brutal e a capacidade de julgar sem viés emocional. Ela vê através das mentiras e corta o que não serve. É justa, mas não é 'fofinha'.",
    "reversed": "A crítica amarga e o coração de gelo. A dor a tornou cínica e cruel. Indica intolerância, preconceito, uso das palavras para humilhar, manipulação intelectual e uma mulher que se fechou para o amor, tornando-se vingativa e isolada."
  },
  {
    "id": 49,
    "name": "Rei de Espadas",
    "group": "suit-swords",
    "img": "reie.jpg",
    "meaning": "A autoridade suprema da razão e da lei. Ele governa pelo intelecto, não pelo coração. Representa a ética, o julgamento imparcial, a estratégia militar e o poder da mente analítica. É o especialista, o juiz, o cirurgião: preciso, frio e absolutamente justo.",
    "reversed": "O tirano intelectual e o manipulador. Ele usa a lei e a lógica para oprimir. Indica corrupção, sadismo mental, falta total de empatia e um homem perigoso que usa sua inteligência para explorar e dominar os outros. A mente desconectada da moral."
  },
  {
    "id": 50,
    "name": "Ás de Copas",
    "group": "suit-cups",
    "img": "asc.jpg",
    "meaning": "O Santo Graal da emoção. A fonte inesgotável do amor divino. Representa o nascimento dos sentimentos, intuição espiritual, concepção (física ou artística) e a abertura do chakra cardíaco para receber e dar. É a oferta de felicidade pura e conexão com a alma.",
    "reversed": "O bloqueio emocional e a taça vazia. A água entorna. Indica amor não correspondido, repressão dos sentimentos, infertilidade criativa ou emocional, e a sensação de vazio interior. Pode sinalizar instabilidade e carência afetiva profunda."
  },
  {
    "id": 51,
    "name": "2 de Copas",
    "group": "suit-cups",
    "img": "2c.jpg",
    "meaning": "O reflexo sagrado no outro. A alquimia do encontro. Representa a atração, a parceria perfeita, o pacto de almas e a harmonia dual. Diferente dos Enamorados (escolha), aqui o foco é a troca emocional equilibrada e a intimidade profunda.",
    "reversed": "A ruptura da harmonia. O espelho quebra. Indica desequilíbrio na relação, falta de confiança, comunicação falha e separação. Pode alertar para a codependência, onde um suga a energia do outro, perdendo a individualidade."
  },
  {
    "id": 52,
    "name": "3 de Copas",
    "group": "suit-cups",
    "img": "3c.jpg",
    "meaning": "A celebração da amizade e a cura coletiva. As três graças dançam. Representa a rede de apoio feminina, a alegria compartilhada, festas, colaboração criativa e o alívio emocional encontrado no grupo. É a felicidade que se multiplica ao ser dividida.",
    "reversed": "A exclusão e o excesso. O grupo se torna panelinha. Indica fofocas, traição entre amigos, triângulos amorosos, isolamento social ou festas que descambam para o abuso de substâncias e ressaca moral. Sensação de não ser bem-vindo."
  },
  {
    "id": 53,
    "name": "4 de Copas",
    "group": "suit-cups",
    "img": "4c.jpg",
    "meaning": "A saciedade e a apatia existencial. O universo oferece uma taça, mas o homem recusa. Representa o tédio, a insatisfação com o que se tem, a introspecção melancólica e a 'cegueira' para novas oportunidades por estar focado no que falta ou no passado.",
    "reversed": "O despertar do interesse e a nova motivação. A pessoa sai da bolha de autoabsorção. Indica aceitar convites, renovar o apetite pela vida, sair da depressão leve e agarrar a oportunidade que estava sendo ignorada."
  },
  {
    "id": 54,
    "name": "5 de Copas",
    "group": "suit-cups",
    "img": "5c.jpg",
    "meaning": "O luto e a fixação na perda. Três taças caídas, duas em pé. Representa a dor emocional, o arrependimento amargo, a culpa e a dificuldade de ver o que restou de bom. É o processo necessário de chorar pelo que se foi, mas o aviso é não deixar o luto virar morada.",
    "reversed": "A aceitação e a travessia da dor. O foco muda para as duas taças cheias. Indica recuperação, perdão (a si e aos outros), o fim do sofrimento agudo e a disposição para reconstruir a vida com o que sobrou. A esperança renasce."
  },
  {
    "id": 55,
    "name": "6 de Copas",
    "group": "suit-cups",
    "img": "6c.jpg",
    "meaning": "A nostalgia e a pureza original. Crianças em um jardim antigo. Representa o retorno às raízes, memórias doces, reencontros cármicos (almas gêmeas), inocência e a cura da criança interior. É o passado agindo como um refúgio seguro e benevolente.",
    "reversed": "A prisão do passado e a ilusão. Viver de memórias impede o futuro. Indica idealização de ex-parceiros, traumas de infância que emergem para serem tratados, infantilidade ou a recusa em crescer e assumir responsabilidades adultas."
  },
  {
    "id": 56,
    "name": "7 de Copas",
    "group": "suit-cups",
    "img": "7c.jpg",
    "meaning": "O teste do discernimento e a ilusão. Nuvens de opções: riqueza, glória ou demônios? Representa a imaginação fértil, o sonho acordado, mas também a confusão, o 'wishful thinking' e a paralisia diante de muitas escolhas tentadoras, mas sem substância real.",
    "reversed": "A quebra da ilusão e o foco na realidade. A névoa se dissipa. Indica uma escolha feita com clareza, o abandono de fantasias inalcançáveis, organização mental e a determinação de realizar um objetivo concreto em vez de apenas sonhar."
  },
  {
    "id": 57,
    "name": "8 de Copas",
    "group": "suit-cups",
    "img": "8c.jpg",
    "meaning": "A busca espiritual pelo significado. Abandonar as taças (emoções/conquistas) que já não preenchem. Representa a coragem de deixar uma situação estável, mas vazia, para buscar algo maior. É a jornada solitária para dentro de si, o desapego material em prol da alma.",
    "reversed": "O medo da mudança e o conformismo. Saber que deve partir, mas ficar. Indica apego a relacionamentos ou empregos ruins por medo da solidão ou do desconhecido. A pessoa aceita a infelicidade conhecida em vez de arriscar a felicidade incerta."
  },
  {
    "id": 58,
    "name": "9 de Copas",
    "group": "suit-cups",
    "img": "9c.jpg",
    "meaning": "A satisfação sensorial e o desejo realizado. O 'Senhor do Banquete'. Representa o contentamento, a alta autoestima, prazeres físicos, luxo e a felicidade de quem está bem consigo mesmo. É um momento de gratidão e fruição: o universo diz 'sim'.",
    "reversed": "A gula e a vacuidade do prazer. Ter tudo e sentir nada. Indica materialismo, egoísmo, vícios (comida, bebida, sexo) e complacência. A felicidade é superficial e esconde uma falta de propósito real. Cuidado com o que deseja."
  },
  {
    "id": 59,
    "name": "10 de Copas",
    "group": "suit-cups",
    "img": "10c.jpg",
    "meaning": "A plenitude emocional coletiva. O arco-íris sobre a família. Representa a realização suprema no amor e na vida doméstica. É a paz duradoura, harmonia espiritual na família e a sensação de 'chegar em casa' no sentido mais profundo. O amor incondicional.",
    "reversed": "A desarmonia oculta e a família quebrada. O arco-íris é uma ilusão. Indica conflitos domésticos, divórcio, distanciamento de parentes ou a pressão social para manter uma fachada de família perfeita enquanto a realidade é tóxica."
  },
  {
    "id": 60,
    "name": "Valete de Copas",
    "group": "suit-cups",
    "img": "valetec.jpg",
    "meaning": "O poeta intuitivo e o nascimento do afeto. Uma energia doce, artística e tímida. Representa o início de um sentimento, mensagens de amor, inspiração mediúnica e a curiosidade emocional. Ele oferece o coração na mão, vulnerável e sincero.",
    "reversed": "A imaturidade sentimental e a manipulação. A 'criança ferida'. Indica carência excessiva, chantagem emocional, escapismo através de fantasias, ou bloqueio criativo. Pode ser alguém que se apaixona fácil mas não tem estrutura para manter a relação."
  },
  {
    "id": 61,
    "name": "Cavaleiro de Copas",
    "group": "suit-cups",
    "img": "cavaleiroc.jpg",
    "meaning": "O romântico idealista em busca do Graal. Ele segue a emoção, não a lógica. Representa propostas de amor, sedução, charme e a ação baseada em sonhos e ideais elevados. É o príncipe encantado que traz beleza e poesia para a vida cotidiana.",
    "reversed": "O sedutor enganoso e a inconstância. O 'Don Juan'. Indica alguém que promete o mundo mas foge quando a realidade bate. Pode representar mentiras emocionais, traição, humor instável, ciúmes ou viver num mundo de fantasia, recusando-se a encarar fatos."
  },
  {
    "id": 62,
    "name": "Rainha de Copas",
    "group": "suit-cups",
    "img": "rainhac.jpg",
    "meaning": "A sacerdotisa das águas profundas. Ela vê o que está no coração. Representa a empatia total, a intuição psíquica, a compaixão e a capacidade de curar os outros. Ela é o refúgio emocional, conectada com o mistério e com o amor incondicional.",
    "reversed": "A instabilidade emocional e o vampirismo. As águas transbordam e afogam. Indica dependência emocional, depressão, usar a culpa para manipular, falta de limites (absorver problemas alheios) e uma mulher amargurada ou histérica que se vitimiza."
  },
  {
    "id": 63,
    "name": "Rei de Copas",
    "group": "suit-cups",
    "img": "reic.jpg",
    "meaning": "O mestre do equilíbrio emocional. Ele sente tudo, mas não se afoga. Representa a maturidade afetiva, a diplomacia, a benevolência e a sabedoria de quem navegou mares tempestuosos. É o conselheiro, o pai amoroso e o curador que oferece estabilidade.",
    "reversed": "A manipulação fria e o vício. Ele usa o conhecimento das emoções para controlar. Indica um homem de duas caras, passivo-agressivo, alcoólatra ou emocionalmente bloqueado, incapaz de expressar o que sente, tornando-se uma incógnita perigosa."
  },
  {
    "id": 64,
    "name": "Ás de Ouros",
    "group": "suit-pentacles",
    "img": "aso.jpg",
    "meaning": "A semente da realidade concreta. A mão divina oferece a matéria. Representa a oportunidade tangível: dinheiro, saúde, corpo físico e trabalho. É o potencial de prosperidade, o 'sim' para um novo empreendimento e a sensação de segurança e estabilidade enraizada.",
    "reversed": "A oportunidade perdida e a ganância. A semente cai em solo estéril. Indica investimentos ruins, falta de planejamento financeiro, gastos excessivos ou uma obsessão materialista que ignora o espírito. Pode sinalizar problemas de saúde psicossomáticos."
  },
  {
    "id": 65,
    "name": "2 de Ouros",
    "group": "suit-pentacles",
    "img": "2o.jpg",
    "meaning": "A dança do equilíbrio dinâmico. Malabarismo com as demandas da vida. Representa a flexibilidade, a gestão de fluxo de caixa, adaptação às mudanças e a capacidade de lidar com altos e baixos sem cair. A vida é movimento e exige jogo de cintura.",
    "reversed": "O desequilíbrio e a queda. As bolas caem. Indica sobrecarga, dívidas acumuladas, desorganização total, incapacidade de cumprir prazos e o estresse de tentar fazer mais do que se pode. Alerta para simplificar a vida urgentemente."
  },
  {
    "id": 66,
    "name": "3 de Ouros",
    "group": "suit-pentacles",
    "img": "3o.jpg",
    "meaning": "A mestria e a obra colaborativa. O arquiteto, o monge e o artesão constroem a catedral. Representa o reconhecimento profissional, a competência técnica, o trabalho em equipe e a construção de algo que durará. É a valorização do 'saber fazer'.",
    "reversed": "A mediocridade e a falta de cooperação. O trabalho é malfeito. Indica desentendimentos com colegas, falta de qualificação, preguiça, críticas destrutivas ou um ambiente de trabalho onde ninguém se entende e o projeto falha."
  },
  {
    "id": 67,
    "name": "4 de Ouros",
    "group": "suit-pentacles",
    "img": "4o.jpg",
    "meaning": "A segurança estagnada e o controle. O homem se agarra às moedas. Representa a estabilidade financeira conquistada, mas também o medo paralisante de perder. É a energia da conservação, do bloqueio do fluxo (avareza) e da posse que aprisiona o possuidor.",
    "reversed": "A liberação ou a perda material. Soltar o controle. Pode indicar generosidade, desapego saudável e gastos necessários. No negativo, é a ruína financeira, gastos compulsivos ou a perda de bens por descuido, forçando o desapego na marra."
  },
  {
    "id": 68,
    "name": "5 de Ouros",
    "group": "suit-pentacles",
    "img": "5o.jpg",
    "meaning": "A noite escura da matéria. Pobreza, doença e exclusão. Representa a sensação de desamparo, frio e escassez. O foco está na perda e na dor física. A lição espiritual é que a ajuda (a igreja iluminada) está perto, mas o desespero nos cega para ela.",
    "reversed": "A recuperação e o alívio. A neve derrete. Indica o fim da crise financeira ou de saúde, encontrar um emprego, receber ajuda inesperada e a restauração da fé na vida. É o momento de sair do isolamento e aceitar apoio."
  },
  {
    "id": 69,
    "name": "6 de Ouros",
    "group": "suit-pentacles",
    "img": "6o.jpg",
    "meaning": "A lei da reciprocidade e da circulação. O mercador pesa o ouro para dar aos pobres. Representa a generosidade, caridade, patrocínio e o equilíbrio cármico entre dar e receber. Você recebe o que emana. Sucesso compartilhado é sucesso real.",
    "reversed": "O poder abusivo e a dívida. A balança está viciada. Indica caridade falsa (para ego), submissão humilhante por dinheiro, empréstimos ruins ou recusar-se a pagar o que é justo. Pode ser ser explorado ou explorar a vulnerabilidade alheia."
  },
  {
    "id": 70,
    "name": "7 de Ouros",
    "group": "suit-pentacles",
    "img": "7o.jpg",
    "meaning": "A paciência ativa e a avaliação. O agricultor observa a safra que ainda não amadureceu. Representa o trabalho duro a longo prazo, a pausa para checar o progresso e a confiança nos ciclos da natureza. Não adianta puxar a planta para ela crescer.",
    "reversed": "A frustração e o esforço inútil. A colheita é ruim. Indica impaciência, querer resultados imediatos, ou a percepção tardia de que se investiu tempo e dinheiro na coisa errada. É hora de cortar perdas e mudar de estratégia."
  },
  {
    "id": 71,
    "name": "8 de Ouros",
    "group": "suit-pentacles",
    "img": "8o.jpg",
    "meaning": "A dedicação monástica e o aperfeiçoamento. O artesão polindo cada moeda. Representa o foco total, a repetição que leva à perfeição, o estudo meticuloso e o amor pelo trabalho em si, não apenas pelo dinheiro. É a construção da excelência pessoal.",
    "reversed": "O perfeccionismo paralisante ou o desleixo. O foco se perde. Indica obsessão por detalhes irrelevantes, 'workaholic' sem propósito, ou trabalho feito nas coxas, sem alma e sem qualidade. Falta de ambição ou tédio profissional."
  },
  {
    "id": 72,
    "name": "9 de Ouros",
    "group": "suit-pentacles",
    "img": "9o.jpg",
    "meaning": "A soberania pessoal e o jardim do prazer. A mulher rica e o falcão. Representa a independência financeira, o refinamento, a gratidão e a capacidade de desfrutar a própria companhia em luxo e segurança. Ela domou seus instintos (falcão) e agora colhe os frutos.",
    "reversed": "A gaiola de ouro e a dependência. O luxo sem liberdade. Indica viver de aparências, dívidas para manter status, depender financeiramente de outros perdendo a autonomia, ou ter dinheiro mas estar sozinho e infeliz. A futilidade."
  },
  {
    "id": 73,
    "name": "10 de Ouros",
    "group": "suit-pentacles",
    "img": "10o.jpg",
    "meaning": "O legado e a riqueza intergeracional. A árvore da vida materializada. Representa a estabilidade suprema, heranças, tradição familiar, ancestralidade e a riqueza que sustenta o clã. É a conexão entre o espírito e a matéria consolidada no tempo.",
    "reversed": "A disputa familiar e a perda da raiz. A tradição sufoca ou quebra. Indica brigas por herança, falência da família, rejeição dos valores ancestrais ou a percepção de que o dinheiro não compra a paz doméstica. O peso negativo do sobrenome."
  },
  {
    "id": 74,
    "name": "Valete de Ouros",
    "group": "suit-pentacles",
    "img": "valeteo.jpg",
    "meaning": "O aprendiz diligente e a semente concreta. Uma energia séria, estudiosa e prática. Representa o início de um projeto financeiro, bolsas de estudo, novas habilidades e a vontade de construir algo real. Ele é lento, mas constante e confiável.",
    "reversed": "O preguiçoso e o visionário sem prática. A terra é estéril. Indica procrastinação, falta de foco, irresponsabilidade com dinheiro, ou alguém que quer o sucesso sem o esforço do trabalho. Promessas vazias de lucro e estagnação."
  },
  {
    "id": 75,
    "name": "Cavaleiro de Ouros",
    "group": "suit-pentacles",
    "img": "cavaleiroo.jpg",
    "meaning": "O executor metódico e a rocha. Ele não corre, ele avança. Representa a rotina, a confiabilidade absoluta, o trabalho duro e o conservadorismo. Ele termina o que começa. É a energia da produtividade tangível e da lealdade inabalável.",
    "reversed": "A inércia e a obsessão material. O cavalo empaca. Indica teimosia cega, estagnação total, tédio, ou alguém tão focado no trabalho e no dinheiro que se torna chato, frio e sem vida. O perigo de se tornar uma máquina."
  },
  {
    "id": 76,
    "name": "Rainha de Ouros",
    "group": "suit-pentacles",
    "img": "rainhao.jpg",
    "meaning": "A grande mãe nutridora e a gestora. Ela une o amor com a praticidade. Representa a prosperidade compartilhada, o cuidado com o corpo, a generosidade e a habilidade de fazer os recursos renderem. Ela é a segurança emocional e material encarnada.",
    "reversed": "A materialista e a desleixada. A terra seca. Indica preocupação excessiva com status, inveja, usar dinheiro para controlar pessoas, ou total desorganização doméstica e financeira. Pode ser a 'mãe sufocante' que mima para prender."
  },
  {
    "id": 77,
    "name": "Rei de Ouros",
    "group": "suit-pentacles",
    "img": "kingp.jpg",
    "meaning": "O Rei de Pentáculos é o 'Midas' consciente, o ápice da realização material alinhada com o propósito. Ele não apenas acumula riqueza; ele constrói ecossistemas de prosperidade que beneficiam a todos ao redor. Energeticamente, ele representa a estabilidade inabalável, a disciplina que se tornou natureza e a compreensão profunda de que o dinheiro é uma energia que deve fluir e crescer. Ele é o arquétipo do provedor seguro, do empresário ético e do homem que encontrou o divino na matéria, vivendo em conforto sem ser escravo dele.",
    "reversed": "Na posição invertida, vemos a corrupção da matéria. É o rei Midas ao contrário: tudo o que toca apodrece ou é perdido. Representa a avareza extrema, o uso do poder financeiro para oprimir, a obsessão por status que esconde um vazio interior, ou a teimosia estúpida que leva à ruína. Energeticamente, é a desconexão com a terra: ou se é grosseiro e materialista demais, ou se perdeu completamente a capacidade de gerir a própria vida física, resultando em instabilidade e fracasso."
  }
]